[
  {
    "quote": "Remember that you must die. But it is essential to understand that the key to a fulfilled life is to be mindful of mortality while focusing on what truly matters.",
    "source": "Seneca"
  },
  {
    "quote": "Death is the veil which those who live call life; They sleep, and it is lifted.",
    "source": "Percy Bysshe Shelley"
  },
  {
    "quote": "Memento Mori, remember that you are mortal.",
    "source": "Ancient Roman tradition"
  },
  {
    "quote": "Don't just live life. Remember to savor it.",
    "source": "Marty Rubin"
  },
  {
    "quote": "Live each day as if it were your last, because one day you will be right.",
    "source": "Steve Jobs"
  },
  {
    "quote": "Life is a constant dance of shadows and light; remember to embrace both.",
    "source": "Marty Rubin"
  },
  {
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "source": "Mark Twain"
  },
  {
    "quote": "Remember that what you now have was once among the things you only hoped for.",
    "source": "Epicurus"
  },
  {
    "quote": "Memento Mori is the reminder that our time is limited. Use it wisely.",
    "source": "Unknown"
  },
  {
    "quote": "Death is a stripping away of all that is not you. The secret of life is to 'die before you die' — and find that there is no death.",
    "source": "Eckhart Tolle"
  },
  {
    "quote": "We all do not have a long life. Live what you believe, never fall into falsehood and vice.",
    "source": "Marcus Aurelius"
  },
  {
    "quote": "We die only once, and for such a long time.",
    "source": "Molière"
  },
  {
    "quote": "To practice death is to practice freedom. A man who has learned how to die has unlearned how to be a slave.",
    "source": "Michel de Montaigne"
  },
  {
    "quote": "Death smiles at us all; all we can do is smile back.",
    "source": "Marcus Aurelius"
  },
  {
    "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "source": "Mahatma Gandhi"
  },
  {
    "quote": "Life's most persistent and urgent question is, 'What are you doing for others?'",
    "source": "Martin Luther King Jr."
  },
  {
    "quote": "Mortality gives meaning to human life, while the awareness of death enhances life's value.",
    "source": "Daisaku Ikeda"
  },
  {
    "quote": "Life is too important to be taken seriously.",
    "source": "Oscar Wilde"
  },
  {
    "quote": "In the end, it's not the years in your life that count. It's the life in your years.",
    "source": "Abraham Lincoln"
  },
  {
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Life is either a daring adventure or nothing at all.",
    "source": "Helen Keller"
  },
  {
    "quote": "Life is a journey that must be traveled no matter how bad the roads and accommodations.",
    "source": "Oliver Goldsmith"
  },
  {
    "quote": "Your time is limited, don't waste it living someone else's life.",
    "source": "Steve Jobs"
  },
  {
    "quote": "In three words I can sum up everything I've learned about life: it goes on.",
    "source": "Robert Frost"
  },
  {
    "quote": "Life is either a daring adventure or nothing at all.",
    "source": "Helen Keller"
  },
  {
    "quote": "Life is made of ever so many partings welded together.",
    "source": "Charles Dickens"
  },
  {
    "quote": "Life is trying things to see if they work.",
    "source": "Ray Bradbury"
  },
  {
    "quote": "Life is a progress, and not a station.",
    "source": "Ralph Waldo Emerson"
  },
  {
    "quote": "Life is full of surprises and serendipity. Being open to unexpected turns in the road is an important part of success. If you try to plan every step, you may miss those wonderful twists and turns. Just find your next adventure—do it well, enjoy it—and then, not now, think about what comes next.",
    "source": "Condoleezza Rice"
  }
]
